id1 = 1
name1 = "老陈醋"
produce1 = "山西陈醋至今已有千年的历史。味道以“绵、酸、甜、香”为主，特点是色泽棕红，醋香浓郁，酸味柔和适口，滋味回甜醇厚，可冷调熟烹，为我国四大名醋之首。"

id2 = 2
name2 = "汾酒"
produce2 = "汾酒因产于山西省汾阳市杏花村，又称“杏花村酒”。该酒以入口绵、落口甜、饮后余香、回味悠长特色而著称，在国内外消费者中享有较高的知名度、美誉度和忠诚度。"

id3 = 3
name3 = "平遥牛肉"
produce3 = "平遥牛肉是山西省平遥县特产，所产牛肉，色泽红润，肉质鲜嫩，肥而不腻，瘦而不柴，醇香可口。史载清末，曾被慈禧太后定为皇宫贡品。"

id4 = 4
name4 = "交城骏枣"
produce4 = "交城骏枣是山西省吕梁市交城县特产，分布范围属黄土高原大陆性气候，多旱少雨，适宜种植枣树。交城骏枣是山西四大名枣之一，被誉为“枣后”。"

id5 = 5
name5 = "沁州黄小米"
produce5 = "沁州黄小米是山西省沁县特产，色泽蜡黄，晶莹透亮，颗粒圆润，状如珍珠，享有“天下米王”和“国米”之尊号。"

id6 = 6
name6 = "竹叶青酒"
produce6 = "竹叶青酒作为中国的一大名酒，配以十余种名贵药材采用独特生产工艺加工而成。其清醇甜美的口感和显著的养生保健功效从唐、宋时期就被人们所肯定，是我国古老的传统保健名酒。"

id7 = 7
name7 = "太谷饼"
produce7 = "太谷饼是山西省传统名吃，因产于太谷县得名。始于清代，太谷饼具有甜而不腻、酥而不碎，味美鲜香等特点，以其香、酥、绵、软而闻名全国，享有“糕点之王”的美称。"


id8 = 8
name8 = "大同黄花"
produce8 = "大同黄花，学名萱草，俗称金针菜，是一种营养价值很高的蔬菜。有利尿、健胃的功能。"

id9 = 9
name9 = "清徐葡萄"
produce9 = "清徐葡萄，皮薄、粒大、糖分高，色彩鲜艳，补气益血，滋阴生津，强筋健骨。"

print("------------------------------------------------------------我的家在山西------------------------------------------------------------------------")
print("---------------------------------------说起山西，地大物博，特产也是相当的多，在此便给大家列举几个比较知名的特产---------------------------------------。")
print(id1, "\t\t", name1, "\t\t\t", produce1)
print(id2, "\t\t", name2, "\t\t\t", produce2)
print(id3, "\t\t", name3, "\t\t", produce3)
print(id4, "\t\t", name4, "\t\t", produce4)
print(id5, "\t\t", name5, "\t\t", produce5)
print(id6, "\t\t", name6, "\t\t", produce6)
print(id7, "\t\t", name7, "\t\t\t", produce7)
print(id8, "\t\t", name8, "\t\t", produce8)
print(id9, "\t\t", name9, "\t\t", produce9)